Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/R04.tmx
Source language: en_us
Languages: zh_cn

source: Reply to a Dead Man
zh_cn: 亡灵来信

source: when the doorbell rang, I at first had no inkling of who was there or what his or her business might be.
zh_cn: 门铃响的时候，我并没有料想谁会在那里，或者有何事。

source: I was sitting at the dining table in a room that had never been used for entertaining. Books and notepads, two weeks' worth of newspapers, and a few stacks of dirty dishes were piled here and there around the dark-stained hickory plank.
zh_cn: 我正坐在从未招待过客人的房间内的餐桌上，混杂在一起的杂志、笔记本、只有两周价值的报纸和一小摞碗碟在污渍沾满的珊瑚桃木桌上堆落着。

source: I had been writing a letter to my sister about the death of our brother in the fall.
zh_cn: 我一直在给姐姐写信，说一些关于我们的哥哥在秋天去世的事。

source: It was spring now, and I had missed the funeral.
zh_cn: 现在正值春季，我已然错过了哥哥的葬礼。

source: Our brother had been buried in Cincinnati by Dearby, his fourth wife.
zh_cn: 他的第四任妻子媞尔柏将他安葬在辛辛那提。

source: She, Dearby, told me that if she was going to pay for the burial, then he'd be interred in the same cemetery as her and the rest of her family.
zh_cn: 媞尔柏对我说，如果让她支付葬礼费用的话，哥哥就得像她一样和她过世的家人葬在公墓里。

source: I was having a hard time, financially, when Seth passed.
zh_cn: 赛思去世的时候正是我最难熬的一段日子，经济十分拮据。

source: I'd just lost my job as a regional manager for Lampley Car Insurance, and unemployment benefits hadn't been enough to pay the rent.
zh_cn: 我刚丢了兰普利汽车保险区域经理的工作，而失业救济金连交房租都不够。

source: I couldn't take time off from my temp position at Lenny's Auto Parts, and the funeral was on a Wednesday, a workday.
zh_cn: 我无法再把莱尼汽车配件的临时工作给停了，哥哥的葬礼又在周三，工作日。

source: My boss, Alan Renee Bertrand, didn't particularly like me, and so I couldn't even take the chance of asking him for the time off.
zh_cn: 我的老板，艾伦芮妮贝特朗，并不是特别关照我，这也让我没法去向他请假。

source: Lenny's paid $22.50 an hour, the best temp rate in town, and so I sent a dozen white lilies and a note thanking Dearby for honoring my brother.
zh_cn: 兰尼这里每小时22.5美元的工资，在镇里已经是最好的临时费用了。我买了一束百合花附一张卡片送给媞尔柏，感谢她对哥哥的照顾。

source: You see, I knew that Dearby and Seth were on the outs when he died.
zh_cn: 你知道，在他去世前媞尔柏和赛思就闹翻了。

source: My sister had told me that Seth had been seeing his second wife, Althea, again, and Dearby had been threatening to kick him out of the house.
zh_cn: 我姐姐告诉我，赛思和他第二任妻子艾尔思一直有来往。又一次，媞尔柏威胁要把赛思赶出家门。

source: She, Dearby, called to tell me about Seth.
zh_cn: 媞尔柏打电话给我说一些关于赛思的事情。

source: "He had a heart attack," she said. "I warned him about the high blood pressure and fatty foods. He wouldn't listen. He never listened."
zh_cn: “他有心脏病，”她说道，“我劝他高血压高脂肪的食物很危险，他就是不听，他从来都不听。”

source: I was thinking that Dearby was pretty big herself.
zh_cn: 我暗想媞尔柏你也够肥硕的了。

source: As if she could read my thoughts across the 2,000-plus miles that separated us, she said, "I know that I'm big, but my heft is fruit fat, weight from fresh fruit with fiber and natural sugars.
zh_cn: 尽管我们之间至少2,000英里远，但她就像会读心术一样说，“我知道我有些胖，但我的体重都是从新鲜水果纤维和天然糖分来的脂肪油。

source: My doctors tell me that I'm okay the way I am."
zh_cn: 我的医生说这种方式还不错。”

source: "I know you are," I said, to fill the empty space in our conversation that loomed like the blank line at the bottom of a boilerplate contract.
zh_cn: “我知道，”我说着去填补出现在我们对话中的空白，就像去填写样板合同下面的空白行。

source: "What do you want me to do with him?" she asked.
zh_cn: “你想让我怎么安置他？”她问。

source: "Um..."
zh_cn: “额......”

source: "The body, Roger.
zh_cn: “他的尸体，罗杰。

source: What do you want me to do with the body?"
zh_cn: 你想让我怎么安置他的尸体？”

source: "I don't understand what you mean," I said.
zh_cn: “我不明白你的意思，”我说。

source: "He's dead."
zh_cn: “他已经死了。”

source: "I know that," Dearby said.
zh_cn: “我知道，”媞尔柏说。

source: "He's gone, and somebody has to bury him."
zh_cn: “他走了，有人埋葬了他。”

source: "Oh... oh, yeah. Right.
zh_cn: “哦......哦，是的。

source: Um..."
zh_cn: 是这样......”

source: I got up from the table, remembering that awkward moment half a year earlier when I had to tell Dearby that I didn't have the money to help pay for a funeral.
zh_cn: 我从桌子上跳下来，又回想起半年前我告诉媞尔柏没钱帮她付赛思的葬礼费用的窘迫时刻。

source: The walk from my worktable to the front door wasn't long. No distance in the 634-square-foot half-home was that great.
zh_cn: 从我的工作台到前门并不是很远，在634平方英尺的半大的房间里哪还有什么远距离呢。

source: The other side of the subdivided Wilshire District house was inhabited by a woman named Rose Henley.
zh_cn: 威尔希尔区划分出另一侧房子居住着一位叫罗斯·亨利的女人。

source: I had seen Rose only once, a few days after I'd moved in seven years and ten months before.
zh_cn: 我只见过罗斯一次，是在七年零十个月前，我刚搬进来没几天的时候。

source: She'd rung my bell and introduced herself as my neighbor.
zh_cn: 她过来按响门铃，以邻居的身份过来打了个招呼。

source: Rose Henley was old, maybe sixty, and she had one gold tooth.
zh_cn: 罗斯·亨利约莫六十的年纪，镶了一颗金牙。

source: She was fairly short, even for a woman, and her black hair was sliding into white.
zh_cn: 就算按女人的身高来说，罗斯也太矮小了些。她那头黑发正徐徐漫向灰白。

source: She was a white woman, broad-faced and stout.
zh_cn: 罗斯是个白人，脸盘宽大，体态臃肿。

source: "Mr. Vaness?" she had said, all those years ago.
zh_cn: “瓦内斯先生？”她曾说，这些都已是多年前的事了。

source: "Yes?"
zh_cn: “什么事？”

source: "I'm Rose Henley, your neighbor."
zh_cn: “我是你的邻居罗斯·亨利。”

source: "Oh. Hello."
zh_cn: “哦，你好。”

source: "I don't mean to interrupt, just wanted you to see my face. And I wanted to see yours."
zh_cn: “我不是有意扰烦你，只是想过来互相认识一下。”

source: "Would you like to come in?," I asked, not putting much heart into it.
zh_cn: “你愿意进来吗？”我心不在焉地问。

source: "No, no, no," she said. "I just wanted to greet you. I don't get out very much."
zh_cn: “不不不，”她说，“我只是来问候一声，我不太常出门。”

source: This was no exaggeration.
zh_cn: 这一点也没有夸大其词。

source: I never saw or heard my neighbor again.
zh_cn: 在那之后我再也没有见过或耳闻过我的这位邻居。

source: But that day, when I was writing to my sister, Angeline, about our brother's death, I was sure that Rose was at my door.
zh_cn: 但是那天，我正给我的姐姐写信说一些关于哥哥死讯时，我确信罗斯就在门外。

source: I hadn't got much company since losing my job.
zh_cn: 自从我丢了工作之后就没什么客人来。

source: My friends liked to party, and I couldn't afford the gas money, much less my part of the bill at our favorite bars and restaurants.
zh_cn: 我的朋友们大都喜欢聚会，而我压根儿付不起邮费，更不用说那些我们常坐的酒吧和饭店的账单了。

source: After I was fired, I had asked my girlfriend, Terri, if she would move in, so we could share the rent.
zh_cn: 我被炒鱿鱼后，曾问我的女友苔莉是否愿意搬来和我同住，也好分担一下房租。

source: Terri broke it off with me three days later.
zh_cn: 随后不出三天苔莉就和我掰了。

source: No one ever knocked at my door, and Rose was the only person I was acquainted with in the neighborhood.
zh_cn: 没有人曾敲过我的门，而罗斯是周围我唯一认识的邻居。

source: It had to be her, I thought; that was just cold hard logic.
zh_cn: 一定是她，我想；这简直就是铁一般的定律。

source: So I opened the door looking down, expecting to see my diminutive neighbor's wide face under a thatch of black hair turned gray.
zh_cn: 于是我打开门垂下目光扫了下，以为会看见我的小邻居那正由黑染白的头发下遮盖的大脸盘儿。

source: Instead I was looking at the red-and-blue vest of a white man even taller than me.
zh_cn: 然后出现在我眼前的却是身着红蓝相间汗衫的白人，个头甚至比我都高。

source: He had a bald head and not much facial hair.
zh_cn: 他顶着秃头，脸上的汗毛也很稀疏。

source: His skin was the color of yellowing ivory and his eyes were a luminous gray-like a mist-filled valley at dawn.
zh_cn: 他的皮肤是那种象牙黄色，眼睛泛着灰白色冷光——像雾霭一般——弥漫在氤氲的山谷中。

source: "Mr. Vaness?" the stranger asked, in a magnificent tenor voice.
zh_cn: “瓦内斯先生？”那个陌生人用着男高音一般浑厚的嗓音问。

source: "My name is Harding, Lance Harding.
zh_cn: “我是哈丁，兰斯·哈丁。

source: I am here representing the last wish of Seth Vaness."
zh_cn: 我代表赛思·瓦纳斯的遗愿来到这里。”

source: "What?"
zh_cn: “什么？”

source: "I work for a small firm called Final Request Co.
zh_cn: “我来自一家名叫临终请求的小公司。

source: We execute the last wishes of clients who have passed on."
zh_cn: 我们执行那些已故去的委托人交付于我们的遗愿。”

source: "You're a lawyer?"
zh_cn: “你是律师？”

source: I looked the slender tenor up and down. He had on a nice suit, but it was reddish-brown, not a lawyer's color, in my estimation.
zh_cn: 我上下打量着这位瘦高的男高音，他穿着一身体面的套装，但却是红棕色。在我看来，律师不会穿这种颜色的衣服。

source: "No, Mr. Vaness.
zh_cn: “不，瓦内斯先生。

source: We at FRC don't execute wills.
zh_cn: FRC并不执行遗嘱。

source: Our job is to deliver messages from the dead."
zh_cn: 我们的工作是转交死者的遗愿。”

source: He smiled after the last word, giving me a slight chill.
zh_cn: 他说完最后一个字后笑了起来。但却让我感到微微颤栗。

source: "Uh-huh.
zh_cn: “啊哈哈。

source: You use a Ouija board or somethin'?"
zh_cn: 那你要用显灵板还是其它什么玩意儿？”

source: "We are engaged by the deceased before their demise."
zh_cn: “我们受雇于死者生前。”

source: "My brother hired you to give me a message after he was dead?"
zh_cn: “我的哥哥雇佣你在他死后转达我信息？”

source: Harding smiled and nodded.
zh_cn: 哈丁笑着点点头。

source: "He died six and a half months ago," I said. "What took you so long?"
zh_cn: “他在六个半月前就去世了，”我说，“你怎么现在才来？”

source: "His wish was for us to execute his instructions not less than half a year after his demise."
zh_cn: “他希望我们在他故去半年之后在执行遗愿。”

source: "Is this some kinda legal thing?"
zh_cn: “这事儿合法吗？”

source: "It is a simple agreement between FRC and your brother," Lance Harding said, maintaining an aura of imperturbable patience.
zh_cn: “这只是FRC和你的哥哥之间一份普通的协议罢了，”兰斯·哈丁依然淡定从容地耐心答道。

source: "Often individuals wish to pass on knowledge outside of the rubric of wills and other legal formats.
zh_cn: “通常传递的遗愿不同于习俗成规的遗嘱或者其他法律形式。

source: Some leave a spoken message, others might wish to pass along a note or a small package."
zh_cn: 有时它只是只言片语的耳口交传，有时是张便条或者一个小包裹。”

source: "Seth didn't have much," I said.
zh_cn: “赛思没有什么秘密，”我说。

source: "He couldn't have anything to hide."
zh_cn: “他根本用不着遮掩隐瞒些什么。”

source: "We all have something to hide, Mr. Vaness.
zh_cn: “我们每个人都有秘密，瓦内斯先生。

source: Either that or something is hidden from us."
zh_cn: 不是在那里，就是藏在我们这里。”

source: "So you're-"
zh_cn: “所以你是——”

source: "May I come in?," Harding asked, cutting off my question.
zh_cn: “我能进去吗？”哈丁打断我的问题。

source: "Oh," I said.
zh_cn: “这...”

source: "Is this a bad time?"
zh_cn: “现在不方便？”

source: "No, no, it's okay, I just... "
zh_cn: “不，不，没有。只是我......”

source: "I came by on Wednesday, but you weren't here," Harding said. "Your neighbor, Mrs. Henley, told me that you were at work."
zh_cn: “我在周三的时候来过，但是你不在，”哈丁说，“你的邻居亨利太太告诉我你去上班了。”

source: "You talked to Rose?"
zh_cn: “你和罗斯谈过？”

source: "May I come in?"
zh_cn: “我能进去吗？”

source: My house was untidy, to say the least.
zh_cn: 我的房间脏团成一团。

source: When I have a girlfriend, I usually pick up and air out my little place at least once a week, but I lose the drive when I'm unattached.
zh_cn: 这样说吧，当我的女友还在的时候，我起码还能每周打扫一下给我的小房子通通风透透气。但当我单身后，我连收拾房间的想法干劲儿都没了。

source: As a rule, the mess doesn't bother me unless I have unexpected guests.
zh_cn: 一般来说，这种邋遢还不至于让我不舒服，除非有不速之客。

source: Harding didn't seem put off by the clutter.
zh_cn: 哈丁看起来并没有被这一团糟吓倒。

source: I moved a small stack of old comic books from a chair next to the one I had been sitting in and gestured for him to take a seat.
zh_cn: 我从刚才坐的桌子旁的椅子上抱下一小摞旧漫画书，然后打了个手势示意哈丁来坐。

source: "Fantastic Four," he said, looking at the topmost magazine as I set the stack on the table next to him.
zh_cn: “《神奇四侠》”他看着旁边刚搬到桌子上的最上面一本杂志说。

source: "They were my father's," I said. "I have one through twelve.
zh_cn: “那是我爸爸的书，”我说，“从一到十二全套我都有。

source: Know anybody who might want to buy them?"
zh_cn: 你知道有谁想买吗？”

source: "Your blood father?" he asked. "Patrick Hand?"
zh_cn: “你生父吗？”他问，“帕特里克·哈丁？”

source: I nodded, wondering how he knew my real father's name.
zh_cn: 我点点头，暗忖他如何得知我亲生父亲的姓名。

source: He flipped through the issues, smiling slightly.
zh_cn: 他随手翻阅着几本期刊，略微露出些笑意。

source: Harding was maybe ten years older than me. That would have made him about fifty.
zh_cn: 哈丁应该比我年长十岁，像是50岁。

source: "Not in mint or near-mint condition," he said.
zh_cn: “没有全新的也没有八九成新的，”他说。

source: "That makes them nearly worthless.
zh_cn: “这样就不值几分钱了。

source: At any rate, these books call up your father from across the pale. That's a connection that money can't buy."
zh_cn: 不管怎样，这些书能让你回想起你的父亲，这种连接纽带钱是买不来的。”

source: "How do you know my father's dead?"
zh_cn: “你怎么知道我父亲去世了？”

source: "Both of your fathers," he said.
zh_cn: “是你两位父亲，”他说。

source: "Patrick, who sired you, and Norland, who married your mother and adopted her three children."
zh_cn: “帕特里克生了你，而诺兰德娶了你的母亲，收养了她的三个孩子。”

source: "How do you know all that?"
zh_cn: “你怎么知道这些？”

source: "They were Seth's fathers too."
zh_cn: “他们也是赛思的父亲。”

source: "Oh... yeah.
zh_cn: “哦......也对。

source: That's why you're here."
zh_cn: 这也是你为什么在这里的原因。”

source: "Shall we begin?"
zh_cn: “我们可以开始了吗？”

source: "It's funny that you came here just now," I said. "I mean, not funny, but...
zh_cn: “你刚才来这里的时候真古怪，”我说，“我是说，也不是古怪，只是......

source: I was just writing to my sister-"
zh_cn: 我当时正在给我的姐姐写信——”

source: "Angeline Vaness-Brownley," Lance Harding of the FRC interjected. "She lives in Cambridge with her husband, Ivan Brownley, the union organizer."
zh_cn: “安吉丽娜·瓦内斯·布朗利，”FRC的兰斯·哈丁插断我的话，“她和是工会组织者的丈夫伊万·布朗利住在剑桥。”

source: "Wha-?
zh_cn: “嚯——？

source: Oh, right, Seth's sister too.
zh_cn: 哦，也对。她也是赛思的妹妹。

source: How much do you know about us?"
zh_cn: 你对我们的情况掌握多少？”

source: "About you, particularly, we know that you have never been charged with, much less convicted of, a crime, and that most of your working life you were either employed or at college.
zh_cn: “特别是对你，我们知道你从未被指控过，更别说犯罪了。你大部分生活不是给别人工作就是上大学。

source: You have three years' matriculation at Cal State. Your concentration was in history, but you dropped out and began to work for various businesses.
zh_cn: 你在加利福尼亚读了三年预科，专业是历史，之后你退学开始各种工作。

source: You've never been married, but you were once engaged to a woman named Irene Littleton."
zh_cn: 你现在未婚，不过曾向一名叫艾伦·科特尔顿的女人求过婚。”

source: "Seth told you all that?"
zh_cn: “是赛思告诉你这些事？”

source: "No."
zh_cn: “不是”

source: "Then where'd you hear about it?"
zh_cn: “那么你从哪里得知这些事？”

source: Harding's face was oblong, a little larger than even his tall frame might predict.
zh_cn: 哈丁的椭圆脸，就算是称着他的高个头儿也让人觉得长了些。

source: For the most part his expression was tranquil, but my question teased out a mild frown.
zh_cn: 他的表情大部分都比较沉稳平和，不过我这个问题却让他轻轻蹙了眉。

source: "I am here at your brother's request," he said.
zh_cn: “我受你哥哥之邀而来，”他说。

source: "But you know all this shit about me, and he didn't tell you. So I'd like to know how you know it."
zh_cn: “可我那些破事儿你统统知道，既然赛思没有告诉你，那么我就应该知道你得到这些的途径。”

source: "Nora Dunbar," he replied, his face once again at peace.
zh_cn: “诺拉·邓巴，”他回答道，又恢复之前的波澜不惊。

source: "Who?"
zh_cn: “是谁？”

source: "She is the statistical and research analyst at our firm. When a client engages our services, Miss Dunbar does a background check on the client and the recipient of the message or package."
zh_cn: “她是我们公司的统计调查员，当有客户需要我们的服务时，邓巴女士会调查清楚委托人和接收人的背景信息。”

source: "Why?"
zh_cn: “为什么？”

source: Harding sighed and then said, "Suppose the message that someone wished to pass on was a name and an address. If the recipient was a known killer, or maybe someone who had a grudge against a person with the name we were being asked to deliver, we would refuse the job.
zh_cn: 亨利喟叹一声既而说道，“假设委托人想要托付的遗愿是一个名字和地址，而接受人是位有名的杀手，或者两个人是宿敌。我们会拒绝这项任务。

source: We are not bound by fealty to the state, but we are a moral corporation."
zh_cn: 我们虽然没有效忠于国家的义务，但也有职业道德。”

source: "So you wanted to make sure that I wasn't a hit man or a stalker or somethin'?"
zh_cn: “所以你想弄清楚我是不是一个杀手或者死缠烂打的人，或者别的？”

source: "Quite right."
zh_cn: “正是如此”

source: "But you figured that I was a good bet and that you could deliver your message without messin' anything up."
zh_cn: “你知道我是个不错的选择，这样一来你也不会陷入什么麻烦。”

source: The great sculpted face smiled and bobbed.
zh_cn: 那张棱角分明的脸笑着点点头。

source: "You got a sliding scale you charge?," I asked.
zh_cn: “你们收费有什么范围吗？”我问。

source: I realized that I wasn't eager to obtain information passed on to me across the border of death.
zh_cn: 我意识到我并不想接受任何来自死亡边境的信息。

source: "We charge $5,000, plus expenses, for every message a client wishes to entrust to us."
zh_cn: “客户委托予我们的每条信息加上费用，要价5,000美元。”

source: "Expenses?"
zh_cn: “费用？”

source: Lance Harding smiled and seemed to relax a bit.
zh_cn: 哈丁笑了笑，似乎放松了一些。

source: He seemed to have surrendered to my fear of his task.
zh_cn: 看起来他对我在这件事上所露出的惧意已经缴械投降。

source: "Once," he said, "we were engaged by a woman to deliver an apple pie she'd baked to the man she'd loved but never married.
zh_cn: “曾经有一次，”他说，“我们受托于一位女士，将她亲手做的苹果派送给深深暗恋的男人。

source: In order to keep the pie in fair condition, we had to freeze it.
zh_cn: 为了保证苹果派不变质，我们必须冷冻它。

source: The accommodations were made, and she was charged accordingly."
zh_cn: 而她则需要支付冷藏器的费用。”

source: "So Seth paid $5,000 for you to deliver this message to me?"
zh_cn: “所以赛思为了转交给我信息，付了5,000美元给你们？”

source: "That is the fee all clients are charged," he said, "plus expenses."
zh_cn: “每一位委托人都交这笔钱，”他说，“加上费用。”

source: "That doesn't make any sense."
zh_cn: “但这没有任何意义。”

source: "Why do you say that?"
zh_cn: “为什么这样说？”

source: "Three reasons.
zh_cn: “有三个理由。

source: First, I can't see Seth payin' that kinda money when he coulda sent a letter to my sister or our mother to give me after he died.
zh_cn: 首先，我不认为赛思会花这种钱。他完全可以在去世后将信寄给我的姐姐或者妈妈，或者给我。
